Repository: POW-Software/ByteSync
Catalog: src/ByteSync.Client/Assets/Resources/Resources.*.resx
Languages: fr

# DataNodeHeaderView_Tooltip_Content_Remove
source: Remove this Data Node from the synchronization session.
fr: Supprimer ce nœud de données de la session de synchronisation.

# DataNodeView_Tooltip_Header_Add
source: Add a local Data Node
fr: Ajouter un nœud de données

# DataNodeView_Tooltip_Content_Add
source: Add a new Data Node to the synchronization session.
fr: Ajouter un nouveau nœud de données à la session de synchronisation.
