Repository: POW-Software/ByteSync
Catalog: src/ByteSync.Client/Assets/Resources/Resources.*.resx
Languages: fr

# Shell_Account
source: Account details
fr: Détails de votre compte

# AccountDetails_LogOut
source: Log out
fr: Déconnexion

# AboutApplication_VisitByteSyncWebSite
source: Visit the ByteSync Website
fr: Visiter le site web de ByteSync

# AccountDetails_Theme
source: Theme:
fr: Thème :

# AccountDetails_Locale
source: Language:
fr: Langue :

# OperationSelection_OfflineInventory
source: Offline inventory
fr: Inventaire hors-ligne

# OperationSelection_Synchronization
source: Synchronization
fr: Synchronisation

# OperationSelection_OfflineComparison
source: Offline comparison
fr: Comparaison hors-ligne

# JoinCloudSession_SessionId
source: Session ID:
fr: Identifiant de session (Session ID) :

# JoinCloudSession_SessionPassword
source: Session Password:
fr: Mot de passe de session :

# Shell_Home
source: Home
fr: Accueil

# SessionMachineView_ThisComputer
source: This computer
fr: Cet ordinateur

# AccountDetails_ExploreAppData
source: Explore AppData Folder
fr: Explorer le répertoire AppData

# GroupedActionEdit_Differences
source: Differences
fr: Différences

# GroupedActionEdit_Inventory
source: Inventory
fr: Inventaire

# Shell_CreateSynchronizationRule
source: Create Synchronization Rule
fr: Créer une Règle de Synchronisation

# SynchronizationRulesGlobal_Any
source: Any
fr: Une

# SynchronizationRulesGlobal_If
source: If
fr: Si

# SynchronizationRulesGlobal_TextAfterAny
source: of the following conditions is met:
fr: des conditions suivantes est vérifiée :

# SynchronizationRulesGlobal_TextAfterAll
source: of the following conditions are met:
fr: les conditions suivantes sont vérifiées :

# SynchronizationRulesGlobal_All
source: All
fr: Toutes

# AtomicConditionEdit_Content
source: Contents
fr: Contenu

# AtomicConditionEdit_LastWriteTime
source: Last write time
fr: Dernière écriture

# AtomicConditionEdit_Size
source: Size
fr: Taille

# AtomicConditionEdit_Name
source: Name
fr: Nom

# AtomicConditionEdit_Equals
source: Equals
fr: Égal à

# AtomicConditionEdit_NotEquals
source: Not equals
fr: Non égal à

# AtomicConditionEdit_ExistsOn
source: Present on
fr: Présent sur

# AtomicConditionEdit_NotExistsOn
source: Missing on
fr: Absent sur

# AtomicConditionEdit_IsDateBefore
source: Before
fr: Avant

# AtomicConditionEdit_IsDateAfter
source: After
fr: Après

# AtomicConditionEdit_Custom
source: Custom
fr: Personnalisé

# AtomicConditionEdit_IsSizeGreaterThan
source: Greater than
fr: Supérieure à

# AtomicConditionEdit_IsSizeLessThan
source: Less than
fr: Inférieure à

# AtomicConditionEdit_Source
source: Source or Property
fr: Source ou Propriété

# AtomicConditionEdit_ComparisonElement
source: Element
fr: Élément

# AtomicConditionEdit_ComparisonOperator
source: Operator
fr: Opérateur

# AtomicConditionEdit_NamePlaceholder
source: Name
fr: Nom

# AtomicConditionEdit_DateTime
source: Date and Time
fr: Date et heure

# Misc_SizeUnit_Byte
source: B
fr: o

# Misc_SizeUnit_KiloByte
source: KB
fr: Ko

# Misc_SizeUnit_MegaByte
source: MB
fr: Mo

# Misc_SizeUnit_GigaByte
source: GB
fr: Go

# Misc_SizeUnit_TeraByte
source: TB
fr: To

# SynchronizationRulesGlobal_AddCondition
source: ADD CONDITION
fr: AJOUTER CONDITION

# SynchronizationRulesGlobal_AddAction
source: ADD ACTION
fr: AJOUTER ACTION

# SynchronizationRulesGlobal_DoTheFollowingActions
source: Do the following actions:
fr: Effectuer les actions suivantes :

# AtomicActionEdit_From
source: From
fr: Depuis

# AtomicActionEdit_To
source: To
fr: Vers

# AtomicActionEdit_SynchronizeContentAndDate
source: Copy
fr: Copier

# AtomicActionEdit_SynchronizeContent
source: Copy contents only
fr: Copier le contenu uniquement

# AtomicActionEdit_SynchronizeDate
source: Copy dates only
fr: Copier les dates uniquement

# AtomicActionEdit_DoNothing
source: Do nothing
fr: Ne rien faire

# SynchronizationRulesGlobal_Save
source: SAVE
fr: ENREGISTRER

# SynchronizationRulesGlobal_Reset
source: RESET
fr: RÉINITIALISER

# SynchronizationRulesGlobal_Cancel
source: CANCEL
fr: ANNULER

# ManageSynchronizationRulesView_SynchronizationRules
source: Synchronization rules
fr: Règles de synchronisation

# ManageSynchronizationRulesView_AddSynchronizationRule
source: ADD SYNCHRONIZATION RULE
fr: AJOUTER RÈGLE DE SYNCHRONISATION

# ManageSynchronizationRulesView_ClearSynchronizationRules
source: DELETE ALL SYNCHRONIZATION RULES
fr: SUPPRIMER TOUTES LES RÈGLES DE SYNCHRONISATION

# Shell_EditSynchronizationRule
source: Edit Synchronization Rule
fr: Éditer une Règle de Synchronisation

# SynchronizationRuleSummary_IfAll
source: If all
fr: Si toutes

# SynchronizationRuleSummary_IfAny
source: If any
fr: Si une

# SynchronizationRuleSummary_Then
source: Then
fr: Alors

# ComparisonResult_Element
source: FILE
fr: FICHIER

# Shell_CreateTargetedAction
source: Create Targeted Action
fr: Créer une Action Ciblée

# TargetedActionEditionGlobal_DoTheFollowingAction
source: Do the following action:
fr: Effectuer l'action suivante :

# SynchronizationActionDescription_Action_SynchronizeContent
source: Copy contents only
fr: Copier le contenu uniquement

# SynchronizationActionDescription_Action_SynchronizeContentAndDate
source: Copy
fr: Copier

# SynchronizationActionDescription_Action_SynchronizeDate
source: Copy dates only
fr: Copier les dates uniquement

# SynchronizationActionDescription_Action_DoNothing
source: Do nothing
fr: Ne rien faire

# SynchronizationActionDescription_From
source: from
fr: de

# SynchronizationActionDescription_To
source: to
fr: vers

# ComparisonResult_AddTargetedAction
source: ADD TARGETED ACTION
fr: AJOUTER ACTION CIBLÉE

# ComparisonResult_DeleteTargetedActions
source: DELETE TARGETED ACTIONS
fr: SUPPRIMER ACTIONS CIBLÉES

# ComparisonResult_Filter
source: Filter displayed items
fr: Filtrer les éléments affichés

# SessionMachine_AddDirectory
source: Add Directory
fr: Ajouter Répertoire

# SessionMachine_AddFile
source: Add File
fr: Ajouter Fichier

# SessionMachine_StartInventory
source: START INVENTORY
fr: DÉMARRER INVENTAIRE

# SessionMachine_NoDataSelected
source: Please select data
fr: Veuillez sélectionner des données

# SessionMachine_Status_WaitingForStart
source: Waiting for inventory start
fr: En attente du démarrage de l'inventaire

# ComparisonResult_Inventory
source: INVENTORY
fr: INVENTAIRE

# TargetedActionEditionGlobal_SaveWarning
source: The action you are creating can not be applied to every selected item. Valid items: {{VALID_ITEMS}} Non valid items: {{NON_VALID_ITEMS}} Would you like to continue ?
fr: L'action que vous êtes en train de créer ne peut pas être appliquée à tous les éléments sélectionnés. Éléments valides : {{VALID_ITEMS}} Éléments non valides : {{NON_VALID_ITEMS}} Voulez-vous continuer ?

# TargetedActionEditionGlobal_SaveForValidItems
source: Save and apply to valid items
fr: Enregistrer et appliquer aux éléments valides

# TargetedActionEditionGlobal_SaveWarningLocked
source: The action you are creating can not be applied to any item.
fr: L'action que vous êtes en train de créer ne peut être appliquée à aucun élément sélectionné.

# SynchronizationRuleSummary_If
source: If
fr: Si

# AtomicConditionDescription_ComparisonElement_Content
source: Contents
fr: Contenu

# AtomicConditionDescription_ComparisonElement_Size
source: Size
fr: Taille

# AtomicConditionDescription_ComparisonElement_Name
source: Name
fr: Nom

# AtomicConditionDescription_ConditionOperator_Equals
source: Equals
fr: Est égal à

# AtomicConditionDescription_ConditionOperator_NotEquals
source: Not equals
fr: N'est pas égal à

# AtomicConditionDescription_ConditionOperator_ExistsOn
source: Present on
fr: Présent sur

# AtomicConditionDescription_ConditionOperator_NotExistsOn
source: Missing on
fr: Absent sur

# AtomicConditionDescription_ConditionOperator_IsSizeGreaterThan
source: Is greater than
fr: Est supérieure à

# AtomicConditionDescription_ConditionOperatort_IsSizeLessThan
source: Is less than
fr: Est inférieure à

# AtomicConditionDescription_ConditionOperator_IsDateBefore
source: Is before
fr: Est avant

# AtomicConditionDescription_ConditionOperator_IsDateAfter
source: Is after
fr: Est après

# InventoryProcess_IdentifiedFiles
source: Identified Files:
fr: Fichiers identifiés :

# InventoryProcess_IdentifiedDirectories
source: Identified Directories:
fr: Répertoires identifiés :

# InventoryProcess_Start
source: Start:
fr: Démarrage :

# InventoryProcess_ElapsedTime
source: Elapsed Time:
fr: Temps écoulé :

# InventoryProcess_RemainingTime
source: Remaining Time:
fr: Temps restant :

# InventoryProcess_EstimatedEnd
source: Estimated End:
fr: Fin estimée :

# InventoryProcess_InventoryRunning
source: Data Inventory running
fr: Inventaire des Données en cours

# InventoryProcess_IdentificationRunning
source: Local Identification running
fr: Identification Locale en cours

# InventoryProcess_TotalSize
source: Total Volume:
fr: Volume total :

# InventoryProcess_IdentificationSuccess
source: Local Identification done
fr: Identification Locale terminée !

# InventoryProcess_InventorySuccess
source: Data Inventory done
fr: Inventaire des Données terminé !

# InventoryProcess_End
source: End:
fr: Fin :

# CloudSession_QuitSession
source: QUIT SESSION
fr: QUITTER LA SESSION

# JoinCloudSession_JoinCloudSession
source: JOIN SYNCHRONIZATION SESSION
fr: REJOINDRE LA SESSION DE SYNCHRONISATION

# JoinCloudSession_Cancel
source: CANCEL
fr: ANNULER

# SynchronizationMain_CurrentAction
source: Current action:
fr: Action en cours :

# SynchronizationMain_RunActions
source: START SYNCHRONIZATION
fr: DÉMARRER LA SYNCHRONISATION

# SynchronizationMain_NoActionWarning
source: No action set, please set at least action.
fr: Pas d'action configurée, veuillez configurer une action au minimum.

# InventoryProcess_StartLocalInventory
source: START LOCAL INVENTORY
fr: DÉMARRER INVENTAIRE LOCAL

# SessionMachine_Status_RunningIdentification
source: Identification in progress
fr: Identification en cours

# SessionMachine_Status_Finished
source: Inventory done
fr: Inventaire terminé

# SynchronizationMain_Start
source: Start:
fr: Démarrage :

# SynchronizationMain_ElapsedTime
source: Elapsed Time:
fr: Temps écoulé :

# SynchronizationMain_RemainingTime
source: Remaining time:
fr: Temps restant :

# SynchronizationMain_HandledActions
source: Handled Actions:
fr: Actions traitées :

# SynchronizationMain_EstimatedEnd
source: Estimated End:
fr: Fin estimée :

# SynchronizationMain_End
source: End:
fr: Fin :

# SynchronizationMain_SynchronizationDone
source: Synchronization done
fr: Synchronisation terminée !

# SynchronizationMain_SynchronizationRunning
source: Synchronization running
fr: Synchronisation en cours

# Status_Done
source: Done
fr: Traité !

# Header_Account_Tooltip
source: Display your account details.
fr: Afficher les détails de votre compte.

# Header_Documentation_Tooltip
source: Check the online documentation on the ByteSync website.
fr: Consulter la documentation en ligne sur le site web de ByteSync.

# Header_Home_Tooltip
source: Go back to POW ByteSync home page.
fr: Revenir à la page d'accueil de POW ByteSync.

# AccountDetails_OpenLog
source: Open log file
fr: Ouvrir le journal

# UpdateDetails_AvailableUpdate_Mandatory
source: A mandatory update is available ({0}).
fr: Une mise à jour obligatoire est disponible ({0}).

# UpdateDetails_AvailableUpdate_Recommended
source: A recommended update is available ({0}).
fr: Une mise à jour recommandée est disponible ({0}).

# UpdateDetails_AvailableUpdate_Optional
source: An optional update is available ({0}).
fr: Une mise à jour optionnelle est disponible ({0}).

# UpdateDetails_AvailableUpdate_ReleaseNotes
source: Release notes
fr: Notes de version

# UpdateDetails_AvailableUpdate_UpdateNow
source: Update now
fr: Mettre à jour maintenant

# Header_GeneralSettings_Tooltip
source: Display application settings.
fr: Afficher les paramètres de l'application.

# Shell_GeneralSettings
source: Application settings
fr: Paramètres de l'application

# Header_GeneralSettings
source: Application settings
fr: Paramètres de l'application

# AccountDetails_Serial
source: Serial number:
fr: Numéro de série :

# AccountDetails_Product
source: Product:
fr: Logiciel :

# AccountDetails_Subscription
source: Subscription:
fr: Abonnement :

# JoinCloudSession_ErrorMessage
source: An error has occurred. Please check the log.
fr: Une erreur est survenue. Veuillez consulter le journal.

# JoinCloudSession_WrongPassword
source: The provided password is incorrect. Please try again..
fr: Le mot de passe fourni est incorrect. Veuillez réessayer.

# Header_Update_Tooltip_Header
source: Update available
fr: Mise à jour disponible

# Header_Update_Tooltip
source: An update is avaible. Display more details.
fr: Une mise à jour est disponible. Afficher plus de détails.

# Shell_Update
source: Update
fr: Mise à jour

# UpdateDetails_Update
source: Update
fr: Mettre à jour

# AccountDetails_RestartApplication
source: Restart application
fr: Redémarrer l'application

# SessionSettings_ExcludeHiddenFiles
source: Exclude hidden files
fr: Ignorer les fichiers cachés

# SessionSettings_ExcludeSystemFiles
source: Exclude system files
fr: Ignorer les fichiers systèmes

# SessionSettings_AnalysisMode
source: Analysis mode:
fr: Mode d'analyse :

# CloudSession_ActivateSession
source: ACTIVATE SESSION
fr: ACTIVER LA SESSION

# AnalysisMode_Smart
source: Smart
fr: Intelligent

# InventoryProcess_AbortInventory
source: ABORT
fr: ABANDONNER

# InventoryProcess_IdentificationCancelled
source: Local Identification cancelled
fr: Identification Locale annulée

# InventoryProcess_InventoryCancelled
source: Data Inventory cancelled
fr: Inventaire des Données annulé

# SessionMachine_Status_InventoryCancelled
source: Inventory cancelled
fr: Inventaire annulé

# SessionMachine_Status_InventoryError
source: Error during inventory
fr: Erreur durant l'inventaire

# SessionMachine_Status_RunningAnalysis
source: Analysis in progress
fr: Analyse en cours

# SessionMachine_Status_WaitingForAnalysis
source: Analysis pending
fr: Analyse en attente

# InventoryProcess_InventoryError
source: Error during the Data Inventory
fr: Erreur durant l'Inventaire des Données

# InventoryProcess_IdentificationError
source: Error during the Local Identification
fr: Erreur durant l'Identification Locale

# ContentIdentity_AnErrorOccured
source: An error has occurred during the analysis
fr: Une erreur est survenue durant l'analyse

# ContentIdentity_ErrorType
source: Error type:
fr: Type de l'erreur :

# ContentIdentity_ErrorDescription
source: Error description:
fr: Description de l'erreur :

# JoinCloudSession_SessionNotFound
source: The session was not found. Please check the session ID provided.
fr: La session n'a pas été trouvée. Veuillez vérifier l'identifiant de session fourni.

# JoinCloudSession_ServerError
source: An error has occurred on the server.
fr: Une erreur est survenue sur le serveur.

# JoinCloudSession_TransientError
source: A transient error has occurred.
fr: Une erreur passagère est survenue.

# JoinCloudSession_UnkownError
source: An unknown error has occurred. Please check the log.
fr: Une erreur inconnue est survenue. Veuillez consulter le journal.

# JoinCloudSession_LoginMissing
source: Please enter the Session ID.
fr: Veuillez indiquer l'Identifiant de session (Session ID).

# JoinCloudSession_PasswordMissing
source: Please enter the session password.
fr: Veuillez indiquer le mot de passe de session.

# General_Cancel_Uppercase
source: CANCEL
fr: ANNULER

# InventoryProcess_StartAllInventories
source: START DATA INVENTORY
fr: DÉMARRER L'INVENTAIRE DES DONNÉES

# InventoryProcess_WaitingForClientATemplate
source: Waiting for client A ({0}) to start the Data Inventory...
fr: En attente que le client A ({0}) démarre l'Inventaire des Données...

# Misc_SizeUnitTemplate_Byte
source: {0} B
fr: {0} o

# Misc_SizeUnitTemplate_GigaByte
source: {0} GB
fr: {0} Go

# Misc_SizeUnitTemplate_KiloByte
source: {0} KB
fr: {0} Ko

# Misc_SizeUnitTemplate_MegaByte
source: {0} MB
fr: {0} Mo

# Misc_SizeUnitTemplate_TeraByte
source: {0} TB
fr: {0} To

# SynchronizationMain_WaitingForClientATemplate
source: Waiting for client A ({0}) to start synchronization...
fr: En attente que le client A ({0}) démarre la synchronisation...

# SynchronizationMain_SynchronizationAborted
source: Synchronization aborted
fr: Synchronisation abandonnée

# SynchronizationMain_SynchronizationAbortRequested
source: Synchronization abort requested
fr: Abandon de la synchronisation demandé

# Status_Error
source: Error
fr: Erreur

# JoinCloudSession_TooManyMembers
source: The maximum number of participants in the session is reached.
fr: Le nombre maximals de participant à la session est atteint.

# JoinCloudSession_SessionAlreadyActivated
source: The session is already activated. It is no longer possible to join it.
fr: La session est déjà activée. Il n'est plus possible de la rejoindre.

# SynchronizationActionDescription_On
source: on
fr: sur

# SynchronizationActionDescription_Action_Delete
source: Delete
fr: Supprimer

# AtomicActionEdit_On
source: On
fr: Sur

# AtomicActionEdit_Delete
source: Delete
fr: Supprimer

# SynchronizationMain_SynchronizationError
source: Error during synchronization
fr: Erreur pendant la synchronisation

# SessionMachineView_LeftSession
source: Left the session
fr: A quitté la session

# CurrentCloudSession_FatalError
source: A fatal error occurred during the session. The session is terminated.
fr: Une erreur fatale s'est produite pendant la session. La session est terminée.

# MessageBox_Yes
source: Yes
fr: Oui

# MessageBox_No
source: No
fr: Non

# MessageBox_Cancel
source: Cancel
fr: Annuler

# MainWindow_OnClose_ConfirmTitle
source: Quit
fr: Quitter

# MainWindow_OnClose_ConfirmMessage
source: It is not possible to quit the application now. Please exit the session first.
fr: Il n'est pas possible de quitter l'application maintenant. Veuillez quitter la session au préalable.

# SessionQuitChecker_CanNotQuit_Title
source: Quit the session
fr: Quitter la session

# SessionQuitChecker_CanNotQuit_Message
source: It is not possible to exit the session now because either the inventory or the synchronization is in progress. Please stop the inventory or synchronization first.
fr: Il n'est pas possible de quitter la session maintenant car l'inventaire ou la synchronisation sont en cours. Veuillez interrompre l'inventaire ou la synchronisation au préalable.

# SessionQuitChecker_QuitNonActivated_Title
source: Quit the session
fr: Quitter la session

# SessionQuitChecker_QuitCloudActivated_Title
source: Quit the session
fr: Quitter la session

# SessionQuitChecker_QuitNonActivated_Message
source: Do you want to quit the session?
fr: Voulez-vous quitter la session ?

# SessionQuitChecker_QuitCloudActivated_Message
source: The session is activated. If you quit the session, it will be in error and other participants will not be able to synchronize data. Do you want to quit the session?
fr: La session est activée. Si vous quittez la session, celle-ci sera en erreur et les autres participants ne pourront pas synchroniser de données. Voulez-vous quitter la session ?

# ComparisonResult_WaitingForResults
source: Comparison of Local Inventories in progress, please wait...
fr: Comparaison des Inventaires Locaux en cours, veuillez patienter...

# InventoryProcess_LessThan2Members
source: Unable to start the Data Inventory: The Session must have at least 2 members.
fr: Impossible de démarrer l'Inventaire des Données : La Session doit comporter au moins 2 membres.

# InventoryProcess_LessThan2MembersWithDataToSynchronize
source: Unable to start the Data Inventory: The Session must have at least 2 members who have data to synchronize.
fr: Impossible de démarrer l'Inventaire des Données : La Session doit comporter au moins 2 membres qui ont des données à synchroniser.

# InventoryProcess_MoreThan5Members
source: Unable to start the Data Inventory: The Session must have a maximum of 5 members.
fr: Impossible de démarrer l'Inventaire des Données : La Session doit comporter au maximum 5 membres.

# InventoryProcess_SessionNotFound
source: Unable to start the Data Inventory: the Session does not exist.
fr: Impossible de démarrer l'Inventaire des Données : la Session n'existe pas.

# InventoryProcess_UndefinedSession
source: Unable to start the Data Inventory: The Session is not defined.
fr: Impossible de démarrer l'Inventaire des Données : La Session n'est pas définie.

# InventoryProcess_UndefinedSettings
source: Unable to start the Data Inventory: Session settings are not defined.
fr: Impossible de démarrer l'Inventaire des Données : Les paramètres de la Session ne sont pas définis.

# InventoryProcess_UnknownError
source: Unable to start the Data Inventory: An unknown error has occurred. Please check the log.
fr: Impossible de démarrer l'Inventaire des Données : Une erreur inconnue est survenue. Veuillez consulter le journal.

# ComparisonResult_ErrorDuringComparison
source: An error occurred during the Local Inventories comparison. Please check the log.
fr: Une erreur est survenue durant la comparaison des Inventaires Locaux. Veuillez consulter le journal.

# OperationSelection_LocalSynchronization
source: Local Synchronization
fr: Synchronisation Locale

# General_Directory
source: Directory
fr: Répertoire

# General_File
source: File
fr: Fichier

# InventoryProcess_LessThan2DataSources
source: Unable to start the Data Inventory: You must select at least 2 data sources.
fr: Impossible de démarrer l'Inventaire des Données : Vous devez sélectionner au moins 2 sources de données.

# InventoryProcess_MoreThan5DataSources
source: Unable to start the Data Inventory: You must select a maximum of 5 data sources.
fr: Impossible de démarrer l'Inventaire des Données : Vous devez sélectionner au maximum 5 sources de données.

# InventoryProcess_MoreThan5DataNodes
source: Unable to start the Data Inventory: You must select a maximum of 5 Data Nodes.
fr: Impossible de démarrer l'Inventaire des Données : Vous devez sélectionner au maximum 5 nœuds de données.

# InventoryProcess_LessThan2DataNodes
source: Unable to start the Data Inventory: You must select at least 2 Data Nodes.
fr: Impossible de démarrer l'Inventaire des Données : Vous devez sélectionner au minimum 5 nœuds de données.

# SessionQuitChecker_QuitLocalActivated_Title
source: Quit the session
fr: Quitter la session

# SessionQuitChecker_QuitLocalActivated_Message
source: Do you want to quit the session?
fr: Voulez-vous quitter la session ?

# General_MessageBox_UnknownError_Title
source: Unknown error
fr: Erreur inconnue

# General_MessageBox_UnknownError_Message
source: An unknown error has occurred.
fr: Une erreur inconnue est survenue.

# DataSourceChecker_SubPathError_Title
source: Unable to add the element
fr: Impossible d'ajouter l'élément

# DataSourceChecker_SubPathError_Message
source: It is not possible to add this element for the following reason: Either this element, or a parent, or a descendant is already present.
fr: Il n'est pas possible d'ajouter cet élément pour la raison suivante : Soit cet élément, soit un parent, soit un descendant est déjà présent.

# DataTypes_FilesDirectories
source: Files and directories
fr: Fichiers et répertoires

# DataTypes_Files
source: Files
fr: Fichiers

# DataTypes_Directories
source: Directories
fr: Répertoires

# SessionSettings_DataType
source: Data type:
fr: Type de données :

# SessionSettings_LinkingCase
source: Linking case:
fr: Casse de liaison :

# LinkingCases_Indifferent
source: Indifferent
fr: Indifférente

# LinkingCases_Same
source: Same
fr: Identique

# CloudSession_RestartSession
source: RESTART SESSION
fr: RECOMMENCER LA SESSION

# AtomicActionEdit_Create
source: Create
fr: Créer

# SynchronizationActionDescription_Action_Create
source: Create
fr: Créer
