Repository: POW-Software/ByteSync
Catalog: src/ByteSync.Client/Assets/Resources/Resources.*.resx
Languages: fr

# SynchronizationRulesGlobal_FileSystemType
source: Applies to:
fr: S'applique aux :

# General_Files
source: Files
fr: Fichiers

# General_Directories
source: Directories
fr: Répertoires

# AtomicConditionDescription_ComparisonElement_Presence
source: Presence
fr: Présence

# AtomicConditionEdit_Presence
source: Presence
fr: Présence

# SessionQuitChecker_CanNotRestart_Message
source: It is not possible to restart the session now because either the inventory or the synchronization is in progress. Please stop the inventory or synchronization first.
fr: Il n'est pas possible de recommencer la session maintenant car l'inventaire ou la synchronisation sont en cours. Veuillez interrompre l'inventaire ou la synchronisation au préalable.

# SessionQuitChecker_CanNotRestart_Title
source: Restart the session
fr: Recommencer la session

# SessionQuitChecker_RestartCloudActivated_Title
source: Restart the session
fr: Recommencer la session

# SessionQuitChecker_RestartLocalActivated_Title
source: Restart the session
fr: Recommencer la session

# SessionQuitChecker_RestartNonActivated_Title
source: Restart the session
fr: Recommencer la session

# SessionQuitChecker_RestartCloudActivated_Message
source: Do you want to restart the session?
fr: Voulez-vous recommencer la session ?

# SessionQuitChecker_RestartLocalActivated_Message
source: Do you want to restart the session?
fr: Voulez-vous recommencer la session ?

# SessionQuitChecker_RestartNonActivated_Message
source: Do you want to restart the session?
fr: Voulez-vous recommencer la session ?

# TargetedActionEditionGlobal_MissingFields
source: Please fill in all fields.
fr: Veuillez renseigner tous les champs.

# SessionMachineView_SelectDirectory
source: Select a directory
fr: Sélectionner un répertoire

# SessionMachineView_SelectFiles
source: Select one or more files
fr: Sélectionner un ou plusieurs fichiers

# InventoryProcess_AbortInventory_Title
source: Abort the Data Inventory
fr: Abandonner l'Inventaire des Données

# InventoryProcess_AbortInventory_Message
source: Want to abort the Data Inventory in progress?
fr: Voulez abandonner l'Inventaire des Données en cours ?

# SynchronizationMain_AbortSynchronization_Title
source: Abort the synchronization
fr: Abandonner la synchronisation

# SynchronizationMain_AbortSynchronization_Message
source: Want to abort the current synchronization?
fr: Voulez abandonner la synchronisation en cours ?

# General_or
source: or
fr: ou

# UpdateDetails_AvailableUpdates
source: {0} updates are available.
fr: {0} mises à jour sont disponibles.

# UpdateDetails_AvailableUpdate
source: 1 update is available.
fr: 1 mise à jour est disponible.

# SoftwareVersionViewModel_Mandatory
source: mandatory
fr: obligatoire

# SoftwareVersionViewModel_Recommended
source: recommended
fr: recommandée

# SoftwareVersionViewModel_Optional
source: optional
fr: optionnelle

# UpdateDetails_BackingUpExistingFiles
source: backing up existing files
fr: sauvegarde des fichiers existants

# UpdateDetails_MovingNewFiles
source: moving new files
fr: déplacement des nouveaux fichiers

# UpdateDetails_Downloading
source: downloading the update
fr: téléchargement de la mise à jour

# UpdateDetails_Extracting
source: extracting new files
fr: extraction des nouveaux fichiers

# UpdateDetails_RestartingApplication
source: restarting the application
fr: redémarrage de l'application

# UpdateDetails_UpdatingFiles
source: updating files
fr: mise à jour des fichiers

# UpdateDetails_UpdatingToVersion
source: Updating to version
fr: Mise à jour à la version

# ErrorView_ErrorMessage
source: An error of type "{0}" has occurred. Check the log for more information.
fr: Une erreur de type "{0}" est survenue. Consultez le journal pour plus d'informations.

# SynchronizationActionView_Letter_Targeted
source: T
fr: C

# CloudSession_SaveProfile
source: SAVE SESSION PROFILE
fr: ENREGISTRER LE PROFIL DE SESSION

# ProfilesView_Name
source: Name
fr: Nom

# ProfilesView_Members
source: Members
fr: Membres

# ProfilesView_CreationDate
source: Creation
fr: Création

# ProfilesView_LastRun
source: Last Run
fr: Dernière exécution

# ProfilesView_SavedProfiled
source: Session Profiles
fr: Profils de Session

# ProfilesView_Load
source: Load
fr: Charger

# LobbyMemberStatus_TrustCheckError
source: Error during control
fr: Erreur durant le contrôle

# LobbyMemberStatus_CheckSuccess
source: Security checks successfully completed
fr: Contrôles de sécurité terminés avec succès

# LobbyMemberStatus_Joined
source: Joined the Lobby
fr: A rejoint le Lobby

# LobbyMemberStatus_WaitingForJoin
source: Waiting to join the Lobby
fr: En attente de rejoindre le Lobby

# OperationSelection_Lobby
source: Synchronization Session Lobby
fr: Lobby de Session de Synchronisation

# Shell_TrustedClients
source: Registering a Trusted Client
fr: Enregistrement d'un Client de Confiance

# AddTrustedClient_Introduction_OnSessionMemberSide
source: A client that does not belong to your Trusted Clients applies to join the Synchronization Session. You must add it to your Trusted Clients before it can join the Synchronization Session. Please make sure the Security Words are the same and in the same order on your client and the requesting client before saving this Trusted Client.
fr: Un client qui n'appartient pas à vos Clients de Confiance demande à rejoindre la Session de Synchronisation. Vous devez l'ajouter à votre Clients de Confiance pour qu'il puisse rejoindre la Session de Synchronisation. Veuillez vous assurer que les Mots de Sécurité sont identiques et dans le même ordre sur votre client et sur le client demandeur avant d'enregistrer ce Client de Confiance.

# AddTrustedClient_IpAddress
source: IP Address:
fr: Adresse IP :

# AddTrustedClient_Introduction_OnJoiningMemberSide
source: You are applying to join a Synchronization Session that has members who do not belong to your Trusted Clients. You must add these Session Members to your Trusted Clients in order to join this session. Please ensure that the Security Words are the same and in the same order on your client and on each Session Member client before saving these Trusted Clients.
fr: Vous demandez à rejoindre une Session de Synchronisation dont certains membres n'appartiennent pas à vos Clients de Confiance. Vous devez ajouter ces Membres de la Session à vos Clients de Confiance pour pouvoir rejoindre cette session. Veuillez vous assurer que les Mots de Sécurité sont identiques et dans le même ordre sur votre client et sur chaque client Membre de la Session avant d'enregistrer ces Clients de Confiance.

# AddTrustedClientView_ControlChain
source: Security Words
fr: Mots de Sécurité

# AddTrustedClient_CopyToClipboard
source: Copy to clipboard
fr: Copier dans le presse-papiers

# AddTrustedClient_CheckTheClipboard
source: Check the clipboard
fr: Contrôler le presse-papiers

# AddTrustedClient_ClipboardCheckOK
source: Check OK
fr: Contrôle OK

# AddTrustedClient_ClipboardCheckFailed
source: Check Failed
fr: Contrôle échoué

# AddTrustedClient_AddToTrustedNetwork
source: Save Trusted Client
fr: Enregistrer le Client de Confiance

# AddTrustedClient_RejectClient
source: Reject client
fr: Rejeter le client

# AddTrustedClient_CopyToClipboardOK
source: Successful copy
fr: Copie effectuée avec succès

# AddTrustedClient_CopyToClipboardError
source: An error occurred during copying
fr: Une erreur est survenue durant la copie

# Header_TrustedNetwork
source: Trusted Clients
fr: Clients de Confiance

# Header_TrustedNetwork_Tooltip
source: Manage your client and your Trusted Clients.
fr: Gérer votre client et vos Clients de Confiance.

# Shell_TrustedNetwork
source: Trusted Clients
fr: Clients de Confiance

# TrustedNetworkView_PublicKey
source: Public Key
fr: Clé Publique

# TrustedNetworkView_RenewPublicKeyAndDeleteTrustedClients
source: Renew ID, Key Pair and remove all Trusted Clients
fr: Renouveler l'Identifiant, la Paire de Clé et supprimer tous les Clients de Confiance

# TrustedPublicKeysView_MachineName
source: Machine Name
fr: Nom de Machine

# TrustedPublicKeysView_ValidationDate
source: Registration
fr: Enregistrement

# TrustedPublicKeysView_PublicKey
source: Public Key
fr: Clé Publique

# General_Delete
source: Delete
fr: Supprimer

# TrustedPublicKeyView_RenewPublicKey_Title
source: Renew Key Pair and remove all Trusted Clients
fr: Renouveler la Paire de Clés et supprimer tous les Clients de Confiance

# TrustedPublicKeyView_RenewPublicKey_Message
source: Do you want to renew your Client ID and Key Pair, and remove all Trusted Clients?
fr: Voulez-vous renouveler votre l'Identifiant et la Paire de Clés de votre Client, et supprimer tous les Clients de Confiance ?

# TrustedPublicKeyView_DeleteTrustedPublicKey_Title
source: Delete Trusted Client
fr: Supprimer le Client de Confiance

# TrustedPublicKeyView_DeleteTrustedPublicKey_Message
source: Do you want to delete the Trusted Client '{0}' with Public Key '{1}'?
fr: Voulez vous supprimer le Client de Confiance '{0}' ayant pour Clé Publique '{1}' ?

# LobbyMemberStatus_SecurityChecksInProgress
source: Security checks in progress
fr: Contrôles de sécurité en cours

# LobbyMemberStatus_CrossCheckError
source: Error during cross-checking between Lobby Members
fr: Erreur durant le contrôle croisé entre les Membres du Lobby

# LobbyMemberStatus_JoinedSession
source: Joined the Synchronization Session
fr: A rejoint la Session de Synchronisation

# LobbyMemberStatus_CreatedSession
source: Synchronization Session created. Waiting for other Members to join it...
fr: Session de Synchronisation créée. En Attente que les autres Membres la rejoignent...

# Shell_CreateCloudSessionProfile
source: Create a Synchronization Session Profile
fr: Créer un Profil de Session de Synchronisation

# ProfileType_CloudSession
source: Synchronization Session
fr: Session de Synchronisation

# ProfileType_LocalSession
source: Local Session
fr: Session Locale

# CreateCloudSessionProfileView_ProfileName
source: Session Profile Name:
fr: Nom du Profil de Session :

# CreateCloudSessionProfileView_ExecutionMode
source: Execution mode:
fr: Mode d'exécution :

# General_Save
source: Save
fr: Enregistrer

# General_Reset
source: Reset
fr: Réinitialiser

# General_Cancel
source: Cancel
fr: Annuler

# ExecutionMode_LoadOnly
source: Loading
fr: Chargement

# ExecutionMode_RunInventory
source: Loading & Inventory
fr: Chargement et inventaire

# ExecutionMode_RunSynchronization
source: Loading, Inventory & Synchronization
fr: Chargement, inventaire et synchronisation

# LobbyMainView_Profile
source: Session Profile:
fr: Profil de Session :

# LobbyMainView_QuitLobby
source: Quit Lobby
fr: Quitter le Lobby

# LobbyMainView_Members
source: Members:
fr: Membres :

# LobbyMainView_ExecutionMode
source: Execution mode:
fr: Mode d'exécution :

# ProfilesView_Details
source: Details
fr: Détails

# General_Quit
source: Quit
fr: Quitter

# LobbyMainView_SessionMembers
source: Session Members
fr: Membres de la Session

# LobbyMainView_SynchronizationRules
source: Synchronization Rules
fr: Règles de Synchronisation

# ProfilesView_DeleteProfile_Title
source: Delete Session Profile
fr: Supprimer le Profil de Session

# ProfilesView_DeleteProfile_Message
source: Do you want to delete Session Profile '{0}'?
fr: Voulez-vous supprimer le Profil de Session '{0}' ?

# SessionProfileManager_OnReceivedCloudSessionProfile_Message
source: The First Member of the Synchronization Session has created a Synchronization Session Profile named '{0}'. Do you agree to save this Synchronization Session Profile on your machine?
fr: Le Premier Membre de la Session de Synchronisation a créé un Profil de Session de Synchronisation nommé '{0}'. Acceptez-vous d'enregistrer ce Profil de Session de Synchronisation sur votre machine ?

# SessionProfileManager_OnReceivedCloudSessionProfile_Title
source: Accepting the Synchronization Session Profile
fr: Accepter le Profil de Session de Synchronisation

# InventoryProcess_WaitingForAutomaticStart_CloudSession
source: The Data Inventory will start automatically when all Session Members are ready...
fr: L'Inventaire des Données démarrera automatiquement lorsque tous les Membres de la Session seront prêts...

# SynchronizationMain_WaitingForAutomaticStart_CloudSession
source: The Data Synchronization will start automatically when all Session Members are ready...
fr: La Synchronisation des Données démarrera automatiquement lorsque tous les Membres de la Session seront prêts...

# LobbyMainView_ExecutionMode_Inventory
source: Inventory
fr: Inventaire

# LobbyMainView_ExecutionMode_Synchronization
source: Synchronization
fr: Synchronisation

# LobbyMainView_NoSynchronizationRule
source: There is no Synchronization Rule defined in this Profile.
fr: Il n'y a pas de Règle de Synchronisation définie dans ce Profil.

# OperationSelection_ProfileDetails
source: Session Profile Details
fr: Détails du Profil de Session

# LobbyMemberStatus_UnexpectedError
source: Encountered an error
fr: A rencontré une erreur

# Shell_CreateLocalSessionProfile
source: Create a Local Session Profile
fr: Créer un Profil de Session Locale

# SynchronizationMain_WaitingForAutomaticStart_LocalSession
source: The Data Synchronization will start automatically in a few seconds...
fr: La Synchronisation des Données démarrera automatiquement dans quelques secondes...

# InventoryProcess_WaitingForAutomaticStart_LocalSession
source: The Data Inventory will start automatically in a few seconds...
fr: L'Inventaire des Données démarrera automatiquement dans quelques secondes...

# TrustedNetworkView_ThisClient
source: This Client
fr: Ce Client

# TrustedNetworkView_TrustedClients
source: Trusted Clients
fr: Clients de Confiance

# TrustedPublicKeysView_ClientIdentifier
source: ID
fr: Identifiant

# AddTrustedClient_MyClientId
source: Your Client:
fr: Votre Client :

# AddTrustedClient_OtherClientId
source: Client to register:
fr: Client à enregistrer :

# AddTrustedClient_WaitingForOtherParty
source: Waiting for validation by the other Client
fr: En attente de la validation par l'autre Client

# ProfilesView_LaunchInventory
source: Start Lobby in Inventory mode
fr: Démarrer un Lobby en mode Inventaire

# ProfilesView_LaunchSynchronization
source: Start Lobby in Synchronization mode
fr: Démarrer un Lobby en mode Synchronisation

# ProfilesView_JoinProfile
source: Join existing Lobby
fr: Rejoindre le Lobby existant

# AccountDetails_DarkMode
source: Dark Mode:
fr: Mode Sombre :

# AccountDetails_DarkModeEnabled
source: On
fr: Activé

# AccountDetails_DarkModeDisabled
source: Off
fr: Désactivé

# StartComparison_SessionProfile
source: Session Profile:
fr: Profil de Session :

# JoinCloudSession_TrustCheckFailed
source: Trusted Clients check process failed.
fr: Le contrôle des Clients de Confiance a échoué.

# AddTrustedClient_ClientToAdd
source: Client to register
fr: Client à enregistrer

# SynchronizationMain_Errors
source: Errors:
fr: Erreurs :

# Shell_ImportRulesFromProfile
source: Import Synchronization Rules from a Session Profile
fr: Importer des Règles de Synchronisation depuis un Profil de Sesion

# ManageSynchronizationRulesView_ImportFromProfile
source: IMPORT FROM PROFILE
fr: IMPORTER DEPUIS UN PROFIL

# ImportRulesFromProfileView_Profile
source: Session Profile:
fr: Profil de Session :

# ImportRulesFromProfileView_Import
source: Import
fr: Importer

# ImportRulesFromProfileView_Cancel
source: Cancel
fr: Annuler

# ImportRulesFromProfileView_CanNotLoadProfileDetails
source: Unable to load the Synchronization Rules of the selected Session Profile.
fr: Impossible de charger les Règles de Synchronisation du Profil de Session sélectionné.

# ImportRulesFromProfileView_CanNotApplySynchronizationRules
source: Unable to apply the Synchronization Rules of the selected Session Profile. Data sources do not match.
fr: Impossible d'appliquer les Règles de Synchronisation du Profil de Session sélectionné. Les sources de données ne correspondent pas.

# Shell_DuplicateSynchronizationRule
source: Duplicate a Synchronization Rule
fr: Dupliquer une Règle de Synchronisation

# General_January
source: January
fr: Janvier

# General_March
source: March
fr: Mars

# General_April
source: April
fr: Avril

# General_February
source: February
fr: Février

# General_June
source: June
fr: Juin

# General_May
source: May
fr: Mai

# General_July
source: July
fr: Juillet

# General_August
source: August
fr: Août

# General_September
source: September
fr: Septembre

# General_October
source: October
fr: Octobre

# General_November
source: November
fr: Novembre

# General_December
source: December
fr: Décembre

# General_Bytes
source: bytes
fr: octets

# AccountDetails_AllowedRemoteSyncVolume
source: Remote Synchronization Limit:
fr: Limite de Synchronisation Distante :

# AccountDetails_PerMonth
source: per month
fr: par mois

# AccountDetails_MonthlyLimit
source: Monthly limit:
fr: Limite mensuelle :

# UsageStatisticsView_UsageStatistics
source: Uploaded data
fr: Données uploadées

# UsageStatisticsView_Show
source: Display
fr: Afficher

# UsageStatisticsView_ShowLimit
source: Monthly limit
fr: Limite mensuelle

# UsageStatisticsView_ShowPreviousPeriod
source: Previous period
fr: Période précédente

# UsageStatisticsView_ProgressiveScale
source: Progressive scale
fr: Échelle progressive

# ProfilesView_Tooltip_Header_Synchronization
source: Synchronization
fr: Synchronisation

# ProfilesView_Tooltip_Content_Synchronization
source: Start a Session in Synchronization mode. The Data Inventory and the Data Synchronization will be launched automatically.
fr: Démarrer une Session en mode Synchronisation. L'Inventaire des Données et la Synchronisation des Données seront lancés automatiquement.

# ProfilesView_Tooltip_Content_Inventory
source: Start a Session in Inventory mode. The Data Inventory will be launched automatically.
fr: Démarrer une Session en mode Inventaire. L'Inventaire des Données sera lancé automatiquement.

# ProfilesView_Tooltip_Header_Inventory
source: Inventory
fr: Inventaire

# ProfilesView_Tooltip_Header_Join
source: Join
fr: Rejoindre

# ProfilesView_Tooltip_Header_Details
source: Information
fr: Informations

# ProfilesView_Tooltip_Content_Join
source: Join a Synchronization Session Lobby.
fr: Rejoindre un Lobby de Session de Synchronisation.

# ProfilesView_Tooltip_Content_Details
source: In the case of a Local Session, start a Session from the profile. The Data Inventory will have to be launched manually. In the case of a Synchronization Session, show only the profile details.
fr: Dans le cas d'une Session Locale, démarrer une Session à partir du profil. L'Inventaire des données devra être lancé manuellement. Dans le cas d'une Session de Synchronisation, afficher uniquement les détails du profil.

# ProfilesView_Tooltip_Header_Delete
source: Delete
fr: Supprimer

# ProfilesView_Tooltip_Content_Delete
source: Delete the Session Profile.
fr: Supprimer le Profil de Session.

# HomeView_CloudSynchronization_ToolTip_Content
source: Start a Synchronization Session to synchronize and backup data remotely. From 2 to 5 clients participate.
fr: Démarrer une Session de Synchronisation pour synchroniser et sauvegarder des données à distance. De 2 à 5 clients participent.

# HomeView_CloudSynchronization_ToolTip_Header
source: Synchronization
fr: Synchronisation

# CreateCloudSessionProfileView_AlreadyAProfileWithSameName
source: A Session Profile with the same name already exists. Do you want to save this new Session Profile with this name?
fr: Un Profil de Session portant le même nom existe déjà. Voulez-vous enregistrer ce nouveau Profil de Session avec ce nom ?

# ConnectionStatus_Connected
source: Connected
fr: Connecté

# ConnectionStatus_Connecting
source: Connecting...
fr: Connexion en cours...

# ConnectionStatus_NotConnected
source: Not connected
fr: Non connecté

# ConnectionStatus_RetryConnectingSoon
source: Retry connecting soon
fr: Reconnexion prochainement

# ConnectionStatus_Unkown
source: Connection status unknown
fr: Etat de connexion inconnu

# SessionMachine_Status_SynchronizationError
source: Error during synchronization
fr: Erreur durant la synchronisation

# SessionMachine_Status_SynchronizationFinished
source: Synchronization done
fr: Synchronisation terminée

# SessionMachine_Status_SynchronizationRunning
source: Synchronization in progress
fr: Synchronisation en cours

# SessionMachine_Status_SynchronizationSourceActionsInitiated
source: Synchronization actions initiated
fr: Actions de synchronisation lancées

# SessionMachine_Status_UnknownStatus
source: Unknown synchronization status
fr: État de synchronisation inconnu

# UpdateDetails_Download
source: Download
fr: Télécharger

# Shell_AboutApplication
source: About ByteSync
fr: A propos de ByteSync

# AboutApplication_ApplicationVersion
source: Application version:
fr: Version de l'application :

# AboutApplication_DeploymentMode
source: Deployment mode:
fr: Mode de déploiement :

# AboutApplication_MachineName
source: Machine Name:
fr: Nom de la machine :

# AboutApplication_OperatingSystem
source: Operating System:
fr: Système d'exploitation :

# AboutApplication_OSS_Publisher
source: ByteSync is an open-source application licensed under the MIT license, published by POW Software. This software is provided "as is," without any warranty, express or implied.
fr: ByteSync est une application open source sous licence MIT, éditée par POW Software. Ce logiciel est fourni "en l'état", sans garantie d'aucune sorte, explicite ou implicite.

# AboutApplication_VisitByteSyncRepository
source: Visit the ByteSync GitHub repository
fr: Visiter le dépôt GitHub de ByteSync

# Header_ApplicationInfo
source: About ByteSync
fr: A propos de ByteSync

# Header_ApplicationInfo_Tooltip
source: Display application information.
fr: Afficher les informations de l'application.

# AboutApplication_VisitPowSoftwareWebSite
source: Visit the POW Software WebSite
fr: Visiter le site web de POW Software

# AboutApplication_ClientId
source: Client ID:
fr: ID de client :

# AboutApplication_ClientInstanceId
source: Client Instance ID:
fr: ID d'instance de client :

# UpdateDetails_AutoUpdateNotSupported
source: Please use the original deployment system to update the software.
fr: Veuillez utiliser le système de déploiement d'origine pour mettre à jour le logiciel.

# CreateCloudSession_Create
source: START SYNCHRONIZATION SESSION
fr: DÉMARRER UNE SESSION DE SYNCHRONISATION

# CreateCloudSession_Cancel
source: CANCEL
fr: ANNULER

# CreateCloudSession_UnknownError
source: An unknown error has occurred. Please check the log.
fr: Une erreur inconnue est survenue. Veuillez consulter le journal.

# CreateCloudSession_Header
source: Create a new Synchronization Session
fr: Créer une nouvelle Session de Synchronisation

# JoinCloudSession_Header
source: Join an existing Synchronization Session
fr: Rejoindre une Session de Synchronisation existante

# JoinCloudSession_TimeoutError
source: The waiting period has expired.
fr: Le délai d'attente a expiré.

# JoinCloudSession_CanceledByUser
source: Operation canceled by the user.
fr: Opération annulée par l'utilisateur.

# CreateCloudSession_CanceledByUser
source: Operation canceled by the user.
fr: Opération annulée par l'utilisateur.

# Header_Update_Required
source: UPDATE REQUIRED
fr: MISE A JOUR REQUISE

# Header_Update_Required_Tooltip_Header
source: Update required
fr: Mise à jour requise

# Header_Update_Required_Tooltip
source: An update is required. Display more details.
fr: Une mise à jour est requise. Afficher plus de détails.

# ComparisonResult_SynchronizationStatus
source: SYNCHRONIZATION
fr: SYNCHRONISATION

# ComparisonResult_Filter_SyntaxDocumentation
source: Filtering Syntax
fr: Syntaxe de filtrage

# DataNodeHeaderView_Tooltip_Header_Remove
source: Remove Data Node
fr: Supprimer le nœud de données
